import React from "react";
import "./about.css";
import LogoDMHCNew from "../pictures/ЦПГРV.png";

export const About = () => {
  return (
    <div className="description-center">
      <img
        src={LogoDMHCNew}
        alt="deminingCenter"
        className="logo-description"
        style={{
          display: "block",
          width: "200px",
          marginTop: "1rem",
          marginLeft: "auto",
          marginRight: "auto",
        }}
      />
      <h2 className="title-description">
        Товариство з обмеженою відповідальністю
        <br />
        «ЦЕНТР ПІДГОТОВКИ ГУМАНІТАРНОГО РОЗМІНУВАННЯ»
      </h2>
      <h3
        className="subTitle-description"
        style={{ color: "blue", fontWeight: 600, textAlign: "center" }}>
        Загальна інформація
      </h3>
      <article className="text-description">
        Товариство з обмеженою відповідальністю «Центр підготовки гуманітарного
        розмінування» (Центр підготовки) засновано у 2021 році. Центр підготовки
        є професійно-технічним навчальним закладом першого атестаційного рівня,
        який забезпечує потреби у професійно-технічній освіті фахівців з
        гуманітарного розмінування, оволодінні ними робітничими професіями за
        освітньо-кваліфікаційним рівнем «кваліфікований робітник». Метою
        діяльності Центру підготовки є задоволення потреб країни у
        кваліфікованих і конкурентоспроможних на ринку праці робітниках за
        ступенем професійно-технічна освіти, яка концентрується на спеціалізації
        гуманітарного розмінування та викладанні теоретичних основ і практичних
        навичок, які відповідають теперішньому або майбутньому роду професійної
        діяльності саперів (розмінування).
      </article>
      <h3
        className="subTitle-description"
        style={{ color: "blue", fontWeight: 600, textAlign: "center" }}>
        Проблематика
      </h3>
      <article className="text-description">
        В результате бойових дій на Сході України за попередніми оцінкам площа
        тільки вивільненої території, яка вважається небезпечною від
        вибухонебезпечних предметів, складає близько 7000 км2 на якій проживає
        понад 1,5 млн населення.
      </article>
      <article className="text-description">
        Така ситуація призводить к загостренню соціально-економічного положення
        проживаючого на цій території людей, и головне к травмам та загибелі
        мирного населення, у тому числі і дітей.
      </article>
      <article className="text-description">
        На сьогодні відповідними підрозділами центральних органів виконавчої
        влади та за допомогою міжнародних і українських організацій здійснюються
        заходи, які спрямовані на подолання проблеми мінної небезпеки.
      </article>
      <article className="text-description">
        Разом з цим, специфіка протимінної діяльності, а саме здійснення заходів
        за однією з її складових – гуманітарного розмінування, потребує
        залучення фахівців (демінерів) із відповідною кваліфікацією, яка
        відповідає законодавству України у цій сфері.
      </article>
      <article className="text-description">
        На сьогодні в Україні у підпорядкуванні центральних органів виконавчої
        влади існують відповідні навчальні центри та заклади з підготовки
        фахівців з розмінування. Але підготовка здійснюється за специфічною
        програмою, яка притаманна діяльності відповідного центрального органу
        виконавчої влади.
      </article>
      <article className="text-description">
        Така ситуація призводить до дефіциту фахівців саме гуманітарного
        розмінування, які матимуть сертифікати на здійснення такої діяльності
        державного зразка.
      </article>
      <h3
        className="subTitle-description"
        style={{ color: "blue", fontWeight: 600, textAlign: "center" }}>
        Шляхи вирішення проблеми
      </h3>
      <article className="text-description">
        Світовий досвід показує, що вирішення проблеми дефіциту фахівців
        гуманітарного розмінування полягає у впровадженні в існуючих навчальних
        центрах або закладах відповідних програм навчання або утворенні нових
        недержавних установ, які мають державну ліцензію на здійснення навчання.
      </article>
      <article className="text-description">
        При цьому зазначені програми повинні охоплювати всі аспекти
        гуманітарного розмінування, у тому числі:
        <ul>
          <li>нетехнічне обстеження;</li>
          <li>технічне обстеження;</li>
          <li>розмінування вручну;</li>
          <li>розмінування району бойових дій;</li>
          <li>допомога постраждалому під час нещасного випадку тощо.</li>
        </ul>
      </article>
      <h3
        className="subTitle-description"
        style={{ color: "blue", fontWeight: 600, textAlign: "center" }}>
        Потужності Центру підготовкии
      </h3>
      <article className="text-description">
        На сьогодні Центр підготовки має:
        <ul>
          <li>
            розроблені та погоджені із відповідними структурними підрозділам
            Міністерства освіти і науки України та органами державної влади
            тематичні плани та програми навчання у сфері гуманітарного
            розмінування за всіма її аспектами;
          </li>
          <li>
            укомплектовану матеріально-технічну базу для здійснення навчання;
          </li>
          <li>базу навчально-методичного забезпечення;</li>
          <li>базу інформаційного забезпечення тощо.</li>
        </ul>
      </article>
      <article className="text-description">
        Всі документи оформлені відповідно до законодавства України,
        відповідають вимогам національного стандарту України ДСТУ-П 8820:2018
        «Протимінна діяльність. Процеси управління. Основні положення» та
        рекомендаціям Міжнародних стандартів протимінної діяльності IMAS.
      </article>
      <h3
        className="subTitle-description"
        style={{ color: "blue", fontWeight: 600, textAlign: "center" }}>
        Персонал
      </h3>
      <article className="text-description">
        Центр підготовки укомплектований персоналом, який має досвід виконувати
        завдання гуманітарного розмінування за всіма її аспектами та процесам.
      </article>
      <article className="text-description">
        Серед керівництва та персоналу Центру підготовки є фахівці, які займали
        посади у Збройних Силах України у сфері протимінної діяльності та
        розмінування, учасники розробки та впровадження Закону України «Про
        протимінну діяльність в Україні», учасники миротворчих місій в різних
        країнах світу, учасники ведення бойових дій на Сході України.
      </article>
      <article className="text-description" style={{ marginBottom: "1rem" }}>
        Весь персонал має відповідні свідоцтва щодо проведення навчання у сфері
        гуманітарного розмінування.
      </article>
    </div>
  );
};
