import React from "react";
import "./about.css";
import LogoDMHCNew from "../pictures/ЦПГРV.png";

export const About = () => {
  return (
    <div className="description-center">
      <img
        src={LogoDMHCNew}
        alt="deminingCenter"
        className="logo-description"
        style={{
          display: "block",
          width: "200px",
          marginTop: "1rem",
          marginLeft: "auto",
          marginRight: "auto",
        }}
      />
      <h2 className="title-description">
        Товариство з обмеженою відповідальністю
        <br />
        «ЦЕНТР ПІДГОТОВКИ ГУМАНІТАРНОГО РОЗМІНУВАННЯ»
      </h2>
      <h3
        className="subTitle-description"
        style={{ color: "blue", fontWeight: 600, textAlign: "center" }}>
        Загальна інформація
      </h3>
      <article className="text-description">
        Товариство з обмеженою відповідальністю «Центр підготовки гуманітарного
        розмінування» (Центр підготовки) засновано у 2021 році. Центр підготовки
        є професійно-технічним навчальним закладом першого атестаційного рівня,
        який забезпечує потреби у професійно-технічній освіті фахівців з
        гуманітарного розмінування, оволодінні ними робітничими професіями за
        освітньо-кваліфікаційним рівнем «кваліфікований робітник». Метою
        діяльності Центру підготовки є задоволення потреб країни у
        кваліфікованих і конкурентоспроможних на ринку праці робітниках за
        ступенем професійно-технічна освіти, яка концентрується на спеціалізації
        гуманітарного розмінування та викладанні теоретичних основ і практичних
        навичок, які відповідають теперішньому або майбутньому роду професійної
        діяльності саперів (розмінування). <br />
        <br /> В результате бойових дій на Сході України за попередніми оцінкам
        площа тільки вивільненої території, яка вважається небезпечною від
        вибухонебезпечних предметів, складає близько 7000 км2 на якій проживає
        понад 1,5 млн населення. Така ситуація призводить к загостренню
        соціально-економічного положення проживаючого на цій території людей, и
        головне к травмам та загибелі мирного населення, у тому числі і дітей.
        На сьогодні відповідними підрозділами центральних органів виконавчої
        влади та за допомогою міжнародних і українських організацій здійснюються
        заходи, які спрямовані на подолання проблеми мінної небезпеки.
      </article>
      <h3 className="subTitle-description">Проблематика</h3>
      <h3 className="subTitle-description">Шляхи вирішення проблеми</h3>
      <h3 className="subTitle-description">Потужності Центру підготовкии</h3>
      <h3 className="subTitle-description">Персонал</h3>
    </div>
  );
};
